Repository: prasejaya/DjangoGraphs
Catalog: DjangoGraphs/locale/*/LC_MESSAGES/django.po
Languages: de

source: Name of the Graph. Is displayed if no title is given.
de: Names des Graphen. Wird angezeigt wenn kein Titel angegeben ist.

source: If not all information contained in the name should be displayed in the graph, set a title.
de: Wenn nicht alle informationen im Namen auch angezeigt werden sollen, kann ein Titel gesetzt werden.

source: If true, this graph is displayed on the home page.
de: Wenn aktiviert wird der Graph auf der Startseite angezeigt.

source: If true, this graph can be seen by everyone.
de: Wenn aktiviert kann der Graph von jedem gesehen werden.

source: Choose any number of selectors that should be displayed in this graph.
de: Wähle eine beliebige anzahl Selektoren welche in diesem Graphen angezeigt werden sollen.

source: Higher order Graphs are loaded before lower order Graphs. If empty order is defined by the id.
de: Graphen mit einer höheren Ordnung werden vor Graphen mit einer niedriegeren angezigt.Wenn keine Ordnung angegeben ist wird die Id genutzt.

source: If not all information contained in the name should be displayed in the display, set a title.
de: Wenn nicht alle informationen im Namen auch angezeigt werden sollen, kann ein Titel gesetzt werden.

source: If true, this display can be seen by everyone.
de: Wenn aktiviert kann das Display von jedem gesehen werden.

source: If true, this display is displayed on the home page.
de: Wenn aktiviert wird das Display auf der Startseite angezeigt.

source: Choose the selector that is displayed by the display.
de: Wähle den Selektor der von diesem Display angezeigt werden soll.

source: Higher order Displays are loaded before lower order Displays. If empty order is defined by the id.
de: Displays mit einer höheren Ordnung werden vor Displays mit einer niedriegeren angezigt.Wenn keine Ordnung angegeben ist wird die Id genutzt.

source: Name of the Selector. Is displayed if no title is given.
de: Names des Selekors. Wird angezeigt wenn kein Titel eingestellt ist.

source: If not all information contained in the name should be displayed in the selector, set a title.
de: Wenn nicht alle informationen im Namen auch angezeigt werden sollen, kann ein Titel gesetzt werden.

source: Which type of data should be selected.
de: Welcher Typ von Daten soll selektiert werden.

source: From which instance should the data be selected.
de: Von welcher Instanz sollen die Daten angezeigt werden.

source: Choose the color that this selector should use.
de: Farbe in der dieser Selektor angezeigt werden soll.

source: Higher order Graph Selectors are loaded before lower order Graph Selectors. If empty order is defined by the id.
de: Graph Selektoren mit einer höheren Ordnung werden vor Graph Selektoren mit einer niedriegeren angezigt.Wenn keine Ordnung angegeben ist wird die Id genutzt.

source: Name of the Type.
de: Name des Typs

source: At the moment just for personal information about this type.
de: Aktuell nur für notzitzen über den Typen.

source: Unit displayed alongside data of this type.
de: Einheit welche zusammen mit diesem Typ genutzt werden soll.

source: Name of the Instance.
de: Name der Instanz

source: Base page title of this website.
de: Websiten Titel

source: Old type
de: Alter Typ

source: All entries associated with this type will be changed to the new type.
de: Alle Einträge mit diesem Typ werden auf den neuen Typ überschrieben.

source: New type
de: Neuer Typ

source: Old instance
de: Alte Instanz

source: All entries associated with this instance will be changed to the new instance
de: Alle Einträge mit dieser Instanz werden auf die neue Instanz überschrieben.

source: New instance
de: Neue Instanz

source: Options
de: Optionen

source: Graphs
de: Graphen

source: Configuration
de: Konfiguration

source: Graph Selectors
de: Graph Selektoren

source: Types
de: Typen

source: Instances
de: Instanzen

source: API Docs
de: API Dokumentation

source: Delete
de: Löschen

source: Are you sure you want to delete the %(title)s: <b>%(object)s</b>
de: Bist du sicher das die objekte vom typ %(title)s löschen willst: <b>%(object)s</b>

source: Cancel
de: Abbrechen

source: Edit
de: Bearbeiten

source: Save
de: Speichern

source: Settings
de: Einstellungen

source: List
de: Liste

source: New
de: Neu

source: Your username and password didn't match. Please try again.
de: Benutzername und Passwort stimmen nicht überein. Bitte erneut versuchen.

source: System Settings
de: System Einstellungen

source: Key Changes
de: Schlüssel Änderungen

source: This section allows you to change all key in your database. All changes done here can <b>NOT</b> be reverted so use this with caution and on your own risk.
de: Dieser Bereich erlaubt es alle Schlüssel in der Datenbank zu ändern. Alle Änderungen hier können <b>NICHT</b> rückgängig gemacht werden. Benutzung auf eigene Gefahr.

source: Update types
de: Typen umschreiben

source: Update instances
de: Instanzen umschreiben

source: User
de: Benutzer

source: Language
de: Sprache

source: Your token
de: Dein Token

source: To use the authorization token use the HTTP <code>Authorization</code> header with your API token like this
de: Um das Token zu benutzen muss der HTTP Header <code>Authorization</code> gesetzt werden. Beispiel:

source: Changes saved!
de: Änderungen gespeichert

source: Error saving changes!
de: Fehler beim speichern!

source: Graph Selector
de: Graph Selektor

source: Type
de: Typ

source: Instance
de: Instanz

source: Types updated!
de: Typen umgeschrieben!

source: Instances updated!
de: Instanzen umgeschrieben!

source: You do not have the required permissions to perform this action!
de: Du hast nicht die benötigten Rechte um diese Aktion durchzuführen!
